[
  {
    "title": "浣熊",
    "result": [
      {
        "name": "浣熊",
        "score": 0.81,
        "description": "浣熊，Procyon lotor (Linnaeus 1758)，是哺乳纲真兽亚纲食肉目浣熊科浣熊属的一种动物，原产自北美洲，现为无危物种。浣熊特征为眼睛周围有一圈深色皮毛，体型较小，体长约40到70厘米。因其常在河边捕食鱼类并在水中浣洗食物，故名浣熊。浣熊的爪子非常灵敏，上面的触觉细胞相当丰富，在与水接触后，爪子上的慢速适应感受器的灵敏度提高了，浣熊可以依靠爪子测量食物的重量、尺寸、材质以及温度。浣熊有4种亚种。"
      }
    ],
    "imagePath": "assets/default_images/浣熊.webp"
  },
  {
    "title": "贯众",
    "result": [
      {
        "name": "贯众",
        "score": 0.60,
        "description": "贯众，中药名。为鳞毛蕨科植物粗茎鳞毛蕨Dryopteris crassirhizoma Nakai的根茎及叶柄残基。具有杀虫；清热；解毒；凉血止血至功效。用于风热感冒；温热癍疹；吐血；咳血；衄血；便血；崩漏；血痢；带下及钩、蛔、绦虫等肠寄生虫病。"
      }
    ],
    "imagePath": "assets/default_images/贯众.webp"
  },
  {
    "title": "赤狐",
    "result": [
      {
        "name": "赤狐",
        "score": 0.987,
        "description": "赤狐(学名：Vulpes vulpes)：共有47个亚种。成兽体长62-72厘米，肩高40厘米，尾长20-40厘 ，体重5-7千克。毛色因季节和地区不同而有较大变异，一般背面棕灰或棕红色，腹部白色或黄白色，尾尖白色，耳背面黑色或黑褐色，四肢外侧黑色条纹延伸至足面。雄性略大。赤狐听觉、嗅觉发达，性狡猾，行动敏捷。喜欢单独活动。在夜晚捕食。通常夜里出来活动，白天隐蔽在洞中睡觉，长长的尾巴有防潮、保暖的作用，但在荒僻的地方，有时白天也会出来寻找食物。它的腿脚虽然较短，爪子却很锐利，跑得也很快，追击猎物时速度可达每小时50多公里，而且善于游泳和爬树。主要以旱獭及鼠类为食，也吃野禽、蛙、鱼、昆虫等，还吃各种野果和农作物。分布于整个北半球，包含欧洲、北美洲、亚洲草原以及北非地区。是食肉目中分布最广者。其中有三个亚种列入《华盛顿公约》CITES 保护动物——附录Ⅲ，(概述图片参考资料来源：)"
      }
    ],
    "imagePath": "assets/default_images/赤狐.webp"
  },
  {
    "title": "宽吻海豚",
    "result": [
      {
        "name": "宽吻海豚",
        "score": 0.75,
        "description": "宽吻海豚，Tursiops truncatus (Montagu,1821)，海豚科宽吻海豚属的一种动物。又叫尖嘴海豚，瓶鼻海豚。主要分布在温带和热带的各大海洋中，包括中国的黄海、渤海等海域。宽吻海豚常在靠近陆地的浅海地带活动，较少游向深海，和所有海豚一样，宽吻海豚长着和鱼一样的流线型身体。皮肤光滑无毛，体背面是发蓝的钢铁色和瓦灰色，腹部有很明显的凸起。吻较长，嘴短小，嘴裂外形似乎总是在微笑，为中国二级保护动物。雌性宽吻海豚的寿命在80年左右，而雄性宽吻海豚由于生活压力更大，不容易过50年。"
      }
    ],
    "imagePath": "assets/default_images/宽吻海豚.webp"
  },
  {
    "title": "龙舌兰",
    "result": [
      {
        "name": "龙舌兰",
        "score": 0.50,
        "description": "龙舌兰(Agave americana L.)是天门冬科、龙舌兰属多年生常绿大型草本植物。叶呈莲座式排列，大型，肉质，倒披针状线形，中部宽15-20厘米，基部宽10-12厘米，叶缘具有疏刺，顶端有1硬尖刺，刺暗褐色。圆锥花序大型，长达12米，多分枝；花黄绿色；雄蕊长约为花被的2倍。蒴果长圆形。开花后花序上生成的珠芽极少。原产美洲热带；中国华南及西南各省区常引种栽培，在云南已逸生多年，且在红河、怒江、金沙江等的干热河谷地区以至昆明均能正常开花结实。叶纤维供制船缆、绳索、麻袋等，龙舌兰茎可食用，叶还可以被用来喂牲畜；温室常盆栽供观赏。(概述图参考来源：)"
      }
    ],
    "imagePath": "assets/default_images/龙舌兰.webp"
  },
  {
    "title": "花菱草",
    "result": [
      {
        "name": "花菱草",
        "score": 0.82,
        "description": "花菱草，(学名：Eschscholtzia californica Cham.)，为罂粟科多年生草本植物，常作一、二年生栽培。耐寒力较强，喜冷凉干燥气候、不耐湿热，炎热的夏季处于半休眠状态，常枯死 ，秋后再萌发。原产美国加利福尼亚州。花菱草茎叶嫩绿带灰色，花色鲜艳夺目，是良好的花带、花径和盆栽材料，也可用于草坪丛植。"
      }
    ],
    "imagePath": "assets/default_images/花菱草.webp"
  },
  {
    "title": "石蒜",
    "result": [
      {
        "name": "石蒜",
        "score": 0.99,
        "description": "石蒜(学名：Lycoris radiata (L’Her.) Herb.)：鳞茎近球形。秋季出叶，叶狭带状，顶端钝，深绿色，中间有粉绿色带；花茎高约30厘米；总苞片2枚，披针形；长约35厘米，宽约05厘米；伞形花序有花4-7朵；花鲜红色；花被裂片狭倒披针形，长约3厘米，宽约05厘米，强度皱缩和反卷；花被简绿色，长约05厘米；雄蕊显著伸出于花被外，比花被长1倍左右。花期8-9月，果期10月。野生于阴湿山坡和溪沟边。分布于中国多地，日本也有。此花有栽培，具有较高的园艺价值。(概述图片参考资料来源：)"
      }
    ],
    "imagePath": "assets/default_images/石蒜.webp"
  },
  {
    "title": "郁金香",
    "result": [
      {
        "name": "郁金香",
        "score": 0.912,
        "description": "郁金香(学名：Tulipa gesneriana L.)是百合科郁金香属的多年生草本植物，具鳞茎。英文名为“Garden tulip”或“Didier's tulip”。郁金香被广泛认为原产于土耳其，是土耳其、荷兰、匈牙利等国的国花。叶3-5枚，条状披针形至卵状披针状，花单朵顶生，大型而艳丽，花被片红色或杂有白色和黄色，有时为白色或黄色，长5-7厘米，宽2-4厘米，6枚雄蕊等长，花丝无毛，无花柱，柱头增大呈鸡冠状，花期4-5月。"
      }
    ],
    "imagePath": "assets/default_images/郁金香.webp"
  },
  {
    "title": "柠檬",
    "result": [
      {
        "name": "柠檬",
        "score": 0.99,
        "description": "柠檬(学名：Citrus limon (L.) Burm.f.)，为双子叶植物纲芸香科柑橘属植物，柠檬又称柠果、洋柠檬、益母果等。小乔木，枝少刺或近于无刺，嫩叶及花芽暗紫红色，叶片厚纸质，卵形或椭圆形。单花腋生或少花簇生。果椭圆形或卵形，果皮厚，通常粗糙，柠檬黄色，果汁酸至甚酸，种子小，卵形，端尖；种皮平滑，子叶乳白色，通常单或兼有多胚。花期4-5月，果期9-11月。柠檬产中国长江以南，原产东南亚，主要产地为美国、意大利、西班牙和希腊。柠檬因其味极酸，因为孕妇最喜食，故称益母果,益母子。柠檬中含有丰富的柠檬酸，因此被誉为“柠檬酸仓库”。它的果实汁多肉脆，有浓郁的芳香气。因为味道特酸，故只能作为上等调味料，用来调制饮料菜肴、化妆品和药品。此外，柠檬富含维生素C，能化痰止咳，生津健胃。用于支气管炎，百日咳，食欲不振，维生素缺乏，中暑烦渴等症状，它是\"坏血病\"的克星。"
      }
    ],
    "imagePath": "assets/default_images/柠檬.webp"
  },
  {
    "title": "观音莲",
    "result": [
      {
        "name": "观音莲",
        "score": 0.99,
        "description": "观音莲，为天南星科海芋属植物，原生地为亚洲热带。为多年生草本植物，地下部分具肉质块茎，并容易分蘖形成丛生植物，叶为箭形盾状，叶背面为紫色，花为佛焰花序，从茎端抽生，喜温湿润、半阴的生长环境。此植物虽有观赏价值，但有毒性，尽量少接触。"
      }
    ],
    "imagePath": "assets/default_images/观音莲.webp"
  },
  {
    "title": "茉莉花",
    "result": [
      {
        "name": "茉莉花",
        "score": 0.99,
        "description": "茉莉花，别名：茉莉，拉丁文名：Jasminum sambac (L.) Ait，木犀科、素馨属直立或攀援灌木，高达3米。小枝圆柱形或稍压扁状，有时中空，疏被柔毛。叶对生，单叶，叶片纸质，圆形、椭圆形、卵状椭圆形或倒卵形，两端圆或钝，基部有时微心形，在上面稍凹入或凹起，下面凸起，细脉在两面常明显，微凸起，除下面脉腋间常具簇毛外，其余无毛；裂片长圆形至近圆形，先端圆或钝。果球形，呈紫黑色。花期5-8月，果期7-9月。茉莉的花极香，为著名的花茶原料及重要的香精原料；花、叶药用治目赤肿痛，并有止咳化痰之效。图片均取自中国自然标本馆"
      }
    ],
    "imagePath": "assets/default_images/茉莉花.webp"
  },
  {
    "title": "芥菜",
    "result": [
      {
        "name": "芥菜",
        "score": 0.99,
        "description": "芥菜(学名：Brassica juncea (L.) Czern.et Coss.)是十字花科，芸苔属一年生草本植物，高可达150厘米，幼茎及叶具刺毛，有辣味；茎直立，叶片柄具小裂片；茎下部叶较小，边缘有缺刻或牙齿，茎上部叶窄披针形，边缘具不明显疏齿或全缘。总状花序顶生，花后延长；花黄色，萼片淡黄色，长圆状椭圆形，直立开展；花瓣倒卵形，长角果线形，种子球形，紫褐色。3-5月开花，5-6月结果。中国各地栽培。叶盐腌供食用；种子及全草供药用，能化痰平喘，消肿止痛；种子磨粉称芥末，为调味料；榨出的油称芥子油；本种为优良的蜜源植物。欧美各国极少栽培，起源于亚洲。李时珍著《本草纲目》记载了医用芥菜的医用价值。(概述图片来源：中国自然标本馆)"
      }
    ],
    "imagePath": "assets/default_images/芥菜.webp"
  },
  {
    "title": "地锦",
    "result": [
      {
        "name": "地锦",
        "score": 0.99,
        "description": "地锦(学名：Parthenocissus tricuspidata (Sieb.& Zucc.) Planch.)是葡萄科地锦属植物，木质藤本。小枝圆柱形，几无毛或微被疏柔毛。叶为单叶，通常着生在短枝上为3浅裂，长4.5-17厘米，宽4-16厘米。花序着生在短枝上，基部分枝，形成多歧聚伞花序；子房椭球形，花柱明显，。果实球形，直径1-1.5厘米，有种子1-3颗；种子倒卵圆形，顶端圆形。花期5-8月，果期9-10月。分布于中国吉林、辽宁、河北、河南、山东、安徽、江苏、浙江、福建、台湾。朝鲜、日本也有分布。生长于海拔150-1200米的山坡崖石壁或灌丛。该种早为著名的垂直绿化植物，枝叶茂密，分枝多而斜展，应用于长廊、棚架、墙体、公路、水源两侧的堑坡岩壁，遮蔽和观赏效果好。根入药，能祛瘀消肿。(概述图参考来源：)"
      }
    ],
    "imagePath": "assets/default_images/地锦.webp"
  }
]